{"awards":[{"awarder":"PEOPLECERT","date":"2015-08-31","title":"ITIL Foundation Certification"},{"awarder":"University of Iowa","date":"2014-01-01","title":"Dean's List"}],"basics":{"name":"Jacob Reed","picture":"http://i.imgur.com/Gr5koVl.jpg","email":"jreed91@gmail.com","phone":"(563) 343-9265","website":"http://jacobreed.me","location":{"address":"113 North 5th St","postalCode":"IA 52748","city":"Eldridge, IA","countryCode":"US","region":"Iowa"},"profiles":[{"network":"Twitter","username":"jreed91","url":"http://www.twitter.com/jreed91"}]},"education":[{"gpa":"3.5","endDate":"2014-06-01","startDate":"2012-08-01","studyType":"BBA","area":"Business Analytics and Information Systems","institution":"University of Iowa"},{"gpa":"3.5","endDate":"2012-06-01","startDate":"2010-08-01","studyType":"Associate's","area":"Liberal Arts","institution":"Scott Community College"}],"skills":[{"keywords":["HTML","CSS","SQL","Javascript"],"level":"Experienced","name":"Web Development"},{"keywords":["Excel","JSON","SQL"],"level":"Experienced","name":"Data Reporting and Analysis"}],"work":[{"highlights":["Involved in the gathering of requirements and training documentation for a SharePoint and Office 365 implementation","Researched and developed a information and physical architecture for a SharePoint migration and implementation","Throughouly researched the knowledge management software industry to find a solution that met the requirements for HNI","Met with stakeholders to document requirements and risk for various projects","Improved the incident response and process for potentital virus found within our environment","Worked with various teams to improve our process for purchasing and installing SSL certificates","Managed incident tickets related to our Imperva Web Application Firewall, and Database Activity Monitor","Consolidated data from multiple sources to provide bi-weekly Intelligence Summaries to executives on the Security team's progress related to vulnerabilities and monitoring activity","Developed a secure registration application for managing the interview process for potential new hires.","Lead the design and development of a redesign of our Careers website.","Business Analyst on the implmentation team for a Salesforce CRM rollout to four different Companies"],"summary":"As part of the HNI IT Leadership Development Program I got the opportunity to spend six months in various departments within IT over 2 years. This allowed me to gain valuable experience in a variety of functions. Over the course of the 2 years I have experienced roles as a Business Analyst, Network Security Administrator, a Programmer Analyst, and a Business Analyst.","endDate":"2016-05-26","startDate":"2014-05-26","website":"http://www.hnicorp.com","position":"IT Analyst","company":"HNI Corporation"},{"highlights":["Designed, tested and implemented an internal tool for managing the network access for new devices on the HNI network."],"endDate":"2013-08-01","startDate":"2013-05-26","website":"http://www.hnicorp.com","position":"Intern","company":"HNI Corporation"}]}


